
[GraphicalObject]
Name=EEVcont
Path=
PosStyle=VARIABLE
WndStyle=CAPTION|THICKFRAME
Caption=積分イベント変更
x=0
y=0
Height=130
Width=268
Z-Order=0

[ToolDescriptor]
1=Ok , PUSHBUTTON , hpgbut02.dll
2=Cancel , PUSHBUTTON , hpgbut02.dll
3=Text, STATIC , HPGWCT02.DLL

[PUSHBUTTON OK]
Command=CPEEV.EEV_ToolOnControl 4
ImageList=TXT.OK|TXT.OK|TXT.OK
Help=積分イベントを保存して終了します
x=4
y=80
Height=20
Width=130
BKColor=192,192,192
Font=ＭＳ Ｐゴシック,9,bold
Enable=1

[PUSHBUTTON Cancel]
Command=CPEEV.EEV_ToolOnControl 3
ImageList=TXT.キャンセル|TXT.キャンセル|TXT.キャンセル
Help=積分イベントの変更をキャンセルします
x=134
y=80
Height=20
Width=130
BKColor=192,192,192
Font=ＭＳ Ｐゴシック,9,bold
Enable=1

[STATIC Text]
Text1=全てのシグナルの初期イベント:
x=5
y=110
Height=15
Width=200
BKColor=192,192,192
Font=ＭＳ Ｐゴシック,9,normal
Enable=1
